answer_examples = [
    {
        "input":"팀장의 법인카드 사용 한도금액은 얼마인가요?",
        "answer":"""법인카드관리규정(2020.7.1)에 따르면,
팀장의 법인카드 사용금액 한도는 월 200만원입니다.
또한 직급에 따라 법인카드 사용금액 한도는 아래와 같습니다.\n
| 구분   | 임원  | 실장  | 팀장  | 부장~차장 | 과장~대리 | 사원 |
|------|-----|-----|-----|-------|-------|----|
| 한도금액 | 500 | 300 | 200 | 150   | 100   | 50 |
"""
    },
    {
        "input":"실장의 법인카드 사용 한도금액은 얼마인가요?",
        "answer":"""법인카드관리규정(2020.7.1)에 따르면,
팀장의 법인카드 사용금액 한도는 월 300만원입니다.
또한 직급에 따라 법인카드 사용금액 한도는 아래와 같습니다.\n
| 구분   | 임원  | 실장  | 팀장  | 부장~차장 | 과장~대리 | 사원 |
|------|-----|-----|-----|-------|-------|----|
| 한도금액 | 500 | 300 | 200 | 150   | 100   | 50 |
"""
    },
    {
        "input":"사원의 법인카드 사용 한도금액은 얼마인가요?",
        "answer":"""법인카드관리규정(2020.7.1)에 따르면,
팀장의 법인카드 사용금액 한도는 월 50만원입니다.
또한 직급에 따라 법인카드 사용금액 한도는 아래와 같습니다.\n
| 구분   | 임원  | 실장  | 팀장  | 부장~차장 | 과장~대리 | 사원 |
|------|-----|-----|-----|-------|-------|----|
| 한도금액 | 500 | 300 | 200 | 150   | 100   | 50 |
"""
    }
]